import React from "react";

const Aphorism = () => {
  return (
    <div className="container max-auto">
      <div className="text-center text-justify">
        <h3 className=" text-center p-2  text-2xl font-semibold">
          <font color="#085294">
            <b> প্রিন্সিপাল মহোদয়ের বাণী</b>
          </font>
        </h3>
        <br />
        <p>- হাফেজ মাওলানা মুফতি মামুনুর রশীদ</p>
      </div>
      <div>
        <p className="p-2">সম্মানিত শিক্ষানুরাগী অভিভাবকবৃন্দ</p>
        <p className="p-2 ">আসসালামু আলাইকুম ওয়ারাহমাতুল্লাহ।</p>
        <p className="p=10 ">
          ঢাকা আইডিয়াল ক্যাডেট মাদরাসা বৃহত্তর মিরপুরবাসির ভালোবাসায় সিক্ত একটি
          আধুনিক দ্বীনি শিক্ষা প্রতিষ্ঠান। শিক্ষাবান্ধব পরিবেশে পৃথক পৃথক
          ক্যাম্পাসে প্রতি বছর শত শত ছাত্র-ছাত্রীর কলরবে মুখরিত থাকে এ
          প্রতিষ্ঠান। ঢাকার বৃহত্তর মিরপুরের রূপনগর আবাসিক এলাকায় অবস্থিত এ
          শিক্ষা প্রতিষ্ঠানটিতে সন্তানদের আদর্শ ও একজন সু-নাগরিক মানুষ হিসেবে
          গড়ে তুলতে যথোপযুক্ত আধুনিক ও দ্বীনি শিক্ষা প্রদানকে সর্বোচ্চ গুরুত্ব
          দেওয়া হয়ে থাকে। এখানে মাল্টিমিডিয়ার মাধ্যমে দক্ষ শিক্ষকমন্ডলীর
          দ্বারা ক্লাস পরিচালনা করা হয়। কোনো শিক্ষা প্রতিষ্ঠানের সাফল্য নির্ভর
          করে ছাত্র-শিক্ষক, অভিভাবক ও পরিচালনা পর্ষদ-এর চতুর্মুখী প্রচেষ্টার
          উপর। আমাদের সেই লক্ষ্যেই প্রচেষ্টা নিরন্তন ও সার্বক্ষণিক।
        </p>
        <p className="p=10 ">
          আমাদের এখানে সন্তানের ৪ বছর বয়স থেকে সুচারুরুপে একই সঙ্গে স্কুল ও
          মাদরাসা বিভাগের জেনারেল সিলেবাসে প্লে গ্রুপ থেকে এসএসসি ক্লাস পর্যন্ত
          অধ্যায়ন করানো হয়। পাশপাশি মাদরাসা বিভাগের নূরানী শিশু শ্রেনী থেকে
          পর্যায়ক্রমে নাজেরায়ে কুরআন, হিফজুল কুরআন ও কিতাব বিভাগের কাফিয়া-কুদূরী
          পর্যন্ত অধ্যয়নের সুবর্ণ সুযোগ রয়েছে।
        </p>
        <p className="p=10 ">
          ২০০৮ সালে অল্প কয়েকজন শিক্ষার্থী নিয়ে যাত্রা শুরু করলেও বর্তমানে
          শিক্ষার্থীর সংখ্যা প্রায় এক হাজার। বোর্ডে প্রতি বছর এ প্রতিষ্ঠানের
          উল্লেখযোগ্য সংখ্যক ছাত্র-ছাত্রী মদিনা, আল আজহার ভার্সিটিসহ দেশের
          নামীদামী কওমী মাদরাসা, সরকারি ও বেসরকারি কলেজ- বিশ্ববিদ্যালয়ে উচ্চতর
          শিক্ষা গ্রহণের সুযোগ গ্রহণ করছে।
        </p>
        <p className="p=10 ">
          কো-কারিকুলাম কার্যক্রমের গুরুত্বকে এখানে মোটেও খাটো করে দেখা হয় না।
          কো-কারিকুলাম হিসেবে প্রতি সপ্তাহে সাপ্তাহিক পরীক্ষা,
          CW/HW/CT/WT/LT/MT, কবিতা আবৃত্তি, বিতর্ক, উপস্থিত বক্তৃতা, হামদ, নাত,
          ক্বেরাত ও স্পোকেন ইংলিশ ও এ্যারাবিক প্রভৃতির অনুশীলন করানো হয়। এছাড়াও
          বিভিন্ন জাতীয় দিবসে মনোজ্ঞ সাংস্কৃতিক অনুষ্ঠানের আয়োজনে
          ছাত্র/ছাত্রীরা অংশ নিয়ে থাকে। শিক্ষার্থীদের পুঁথিগত বিদ্যায় আবদ্ধ না
          রেখে চৌকশ, সু-শিক্ষিত আদর্শ মানুষ হিসেবে গড়ে তোলাই আমাদের মূল
          উদ্দেশ্য।
        </p>
        <p className="p=10 ">
          ঢাকা আইডিয়াল ক্যাডেট মাদরাসা বাংলার এ জনপদে শিক্ষাবিস্তারের বিশেষ
          অবদান রাখতে অঙ্গিকারবদ্ধ। সু-শিক্ষা জাতির মেরুদন্ড। এ কথাটি এ
          প্রতিষ্ঠানের সকল শিক্ষক, কর্মকর্তা, কর্মচারী ও পরিচালনা পর্ষদ অন্তরে
          ধারণ করে। আমরা সু-শিক্ষা বিস্তারে অসামান্য অবদান রাখতে চাই। আমরা সকলের
          দোয়া ও সহযোগিতা প্রত্যাশী।পরম করুনাময় আল্লাহ রাব্বুল আলামীন আমাদের
          সহায় হোন। আমীন।
        </p>
        <p>
          মা’আসসালাম
          <br />
          মামুনুর রশীদ
          <br />
          প্রিন্সিপাল
        </p>
      </div>
      {/* end of principal speech */}
      {/* ভাইস প্রিন্সিপাল মহোদয়ের বাণী
*/}
      <div className="p-2 text-justify ">
        <h3 className=" text-center p-2  text-2xl font-semibold">
          <font color="#085294">
            <b>
              {" "}
              ভাইস প্রিন্সিপাল মহোদয়ের বাণী
              <br />- মাহমুদ হাসান
            </b>
            <p></p>
          </font>
        </h3>
        <p>
          সম্মানিত অভিভাবকবৃন্দ,
          <br />
          সালাম ও শুভেচ্ছা নিবেন
          <br />
          আসসালামু আলাইকুম ওরাহমাতুল্লাহ।
        </p>
        <p className="p-2">
          সময়ের প্রয়োজনে এবং যুগের চাহিদা অনুযায়ী বর্তমান শিক্ষা ব্যবস্থায় যে
          যুগান্তকারী পরিবর্তন এসেছে, সে লক্ষ্যে রাজধানীর মিরপুরে গড়ে উঠেছে
          প্রযুক্তি সমৃদ্ধ আধুনিক ও দ্বীনি শিক্ষা সম্বলিত শিক্ষা প্রতিষ্ঠান
          ‘ঢাকা আইডিয়াল ক্যাডেট মাদরাসা’।
        </p>
        <p className="p-2">
          আমি অত্যন্ত আনন্দের সাথে জানাচ্ছি যে, ‘ঢাকা আইডিয়াল ক্যাডেট মাদরাসা’
          মিরপুর শুধু নয়, সারা বাংলাদেশের আধুনিক ও মাদরাসা শিক্ষা এ দুইয়ের
          সমন্বিত শিক্ষা প্রত্যাশীদের নিকট সমাদৃত।
        </p>
        <p className="p-2">
          আমরা অত্যন্ত সফলতার সাথে সেই ২০০৮ সাল থেকে নিরলসভাবে সমন্বিত শিক্ষা
          কার্যক্রম নিয়ে কাজ চালিয়ে যাচ্ছি। একদিকে একজন সন্তান বিদগ্ধ হাফেজ আলেম
          ও সমাজ সংস্কারক হবে। অন্য দিকে সে আধুনিক শিক্ষায় শিক্ষিত হয়ে ঘুনে ধরা
          সমাজের ও রাষ্ট্রকে নেতৃত্ব দিবে।
        </p>
        <p className="p-2">
          অত্র প্রতিষ্ঠানটি প্রতিষ্ঠালগ্ন থেকেই সর্বক্ষেত্রে ধারাবাহিক সাফল্য
          অর্জন করে আসছে। শুধু তাই নয়, ভালো ফলাফলের পাশাপাশি দেশের নামকরা শিক্ষা
          প্রতিষ্ঠানগুলোতেও এ মাদরাসার শিক্ষার্থীরা সন্তোষজনক হারে ভর্তি হবার
          সুযোগ পাচ্ছে।
        </p>
        <p className="p-2">
          এরূপ আশাব্যঞ্জক সাফল্যের পেছনে শিক্ষকগণের আন্তরিক প্রচেষ্টা,
          ছাত্র-ছাত্রীদের নিরলস পরিশ্রম, অভিভাবক, কর্মকর্তা-কর্মচারীবৃন্দের
          অব্যাহত সহযোগিতা এবং ‘মাদরাসা পরিচালনা পর্ষদ’-এর সম্মানিত সদস্যবৃন্দের
          নিবিড় পরিদর্শন ও তত্ত্বাবধান বিশেষ ভূমিকা রেখেছে বলে আমি মনে করি।
        </p>
        <p className="p-2">
          এ ধারা অব্যাহত থাকলে আগামী দিনগুলোতেও এ শিক্ষা প্রতিষ্ঠানটি ইনশাআল্লাহ
          সাফল্যের উচ্চ শিখরে পৌঁছোতে পারবে বলে আমার বিশ্বাস। তাই সকল মহলের
          আন্তরিক সহযোগিতা আমরা একান্তভাবে কামনা করছি।
        </p>
        <p className="p-2">
          মা’আসসালাম
          <br />
          মাহমুদ হাসান
          <br />
          ভাইস প্রিন্সিপাল
        </p>
      </div>
    </div>
  );
};

export default Aphorism;
