import React from "react";

const InstituteInfo = () => {
  return (
    <div className="container mx-auto border-2 mt-5">
      <div>
        <h3 className=" text-center p-2  text-2xl font-semibold">
          <font color="#085294">
            <b> ভূমিকা:</b>
          </font>
        </h3>
        <p className="p-2">
          <span> </span>বিসমিল্লাহির রহমানির রহীম “পড় তোমার প্রভুর নামে যিনি
          তোমাকে সৃষ্টি করেছেন।” মানবজাতির ইহ ও পরলৌকিক সফলতার মূল মন্ত্রটিই
          প্রতিধ্বনিত হয়েছে মহান ঐশিগ্রন্থ আল কুরআনের এ বাণীতে। পৃথিবীর একমাত্র
          বিশুদ্ধ ও নিভুর্লগ্রন্থ, মানবজাতির মুক্তির সংবিধান পবিত্র আল কুরআন
          হিফজ (মুখস্থ) করার অসংখ্য ফজিলত কুরআন ও হাদীসে বর্ণিত রয়েছে। তাই
          আমাদের দেশের প্রচলিত মাদরাসা শিক্ষা ব্যবস্থায় ছোটবেলা থেকেই ঐশিগ্রন্থ
          আল কুরআন হিফজ (মুখস্থকরণ) একটি গুরুত্বপূর্ণ বিষয়।
        </p>
        <p className="p-2">
          <span> </span>
          তবে প্রচলিত মাদরাসায় হিফজের পাশাপাশি কুরআনের বাস্তব জ্ঞান তথা আধুনিক
          শিক্ষা না থাকায় শিক্ষার্থীরা যুগোপযোগী শিক্ষা থেকে বঞ্চিত হচ্ছে। এর
          ফলে তারা উচ্চশিক্ষা গ্রহণ করতে পারছে না। প্রকৃতপক্ষে কুরআন হিফজের
          কারণে শিক্ষার্থীর মেধা বিকশিত এবং উৎকর্ষিত হয়, ফলে তা আধুনিক শিক্ষা
          গ্রহণের ক্ষেত্রে অন্তরায় না হয়ে আরো বেশী সহায়ক ভূমিকা পালন করে।
          সুতরাং উন্নত পরিবেশে হিফজের পাশাপাশি যুগোপযোগী শিক্ষাদান ও থাকা
          খাওয়ার ব্যবস্থা নিশ্চিত করা সময়ের দাবী।
        </p>
        <p className="p-2">
          অপরদিকে নৈতিকতা বিবর্জিত আধুনিক শিক্ষা যেমনিভাবে মানবতার কল্যাণ সাধনে
          সক্ষম নয়, ঠিক তেমনিভাবে মানুষের দৈনন্দিন জীবনের চাহিদা ও
          প্রয়োজনীয়তাকে উপেক্ষা করে গড়ে উঠা ধমীর্য় শিক্ষা এবং এর ধারকদেরকে
          পরনির্ভরশীলতায় পরিণত করে। তাই “ঢাকা আইডিয়াল ক্যাডেট মাদরাসা”
          বাংলাদেশে এমন এক বিস্ময়কর শিক্ষার ব্যবস্থার কথা বলছে, যেখানে
          কুরআন—সুন্নাহ ভিত্তিক ইসলামী শিক্ষার সাথে আধুনিক শিক্ষার অপূর্ব
          সমন্বয়ের পাশাপাশি ক্বাওমি নিসাব, মাদানী নিসাব ও ন্যাশনাল কারিকুলামকে
          অত্যন্ত সুনিপুনভাবে ৪ বছরের শিশুকাল থেকে ১৬ বছরের ছাত্র/ছাত্রী এসএসসি
          (দাখিল) ও বেফাকের অধীনে কুদুরী/কাফিয়া সম্পন্ন করতে পারবে, ইনশাআল্লাহ।
          পর্যায়ক্রমে ক্বওমী নেসাবের দাওরায়ে হাদীসের সাথে সাথে কলেজ লেভেলের
          ঐঝঈ /আলিম এবং ভার্সিটি পর্যায়ের অনার্স ও মাস্টার্স সম্পন্ন করতে
          পারবে। যার বাস্তবসম্মত সিলেবাস ও কারিকুলাম প্রণয়নও করা হয়েছে
          আলহামদুলিল্লাহ।
        </p>
        <p className="p-2">
          সে লক্ষ্যে, সু—পরিকল্পিতভাবে বিজ্ঞান ও তথ্য—প্রযুক্তিসমৃদ্ধ সময়োপযোগী
          পদ্ধতির সাথে শিক্ষার্থীর চিন্তা—চেতনায় সচেতনতা ও জবাবদিহিতার
          অনুভূতিকে সার্বক্ষনিক জাগ্রত করে উন্নত পাঠ্যক্রম প্রণয়নের মাধ্যমে
          শিক্ষাদানে ও আদর্শ নাগরিক হিসেবে গড়ে তোলে দুনিয়া ও আখিরাতের সার্বিক
          কল্যাণ লাভের দীপ্ত প্রত্যয় নিয়ে “ঢাকা আইডিয়াল ক্যাডেট মাদরাসা” ২০০৮
          ইং থেকে নতুন দিগন্তে যাত্রা শুরু করেছে। আল্লাহ তা’য়ালার সমীপে আমাদের
          এ নেক প্রচেষ্টা বাস্তবায়নে তাঁর দয়া, রহমত, নুসরত কামনা করছি। আমীন
        </p>
        <div>
          <h3 className=" text-center p-2  text-2xl font-semibold">
            <font color="#085294">
              <b> যাদের জন্য জেনারেল ও এ্যারাবিক সিলেবাসের এ সমন্বয় সাধন </b>
            </font>
          </h3>
          <p>
            <li className="text-left">
              যারা আধুনিক তথা জেনারেল শিক্ষার পাশাপাশি দেশ ও জাতির কল্যাণার্থে
              ইসলাম ধর্মকে লালন ও প্রচারের জন্য এবং পৃথিবীর অধঃপতিত জাতিকে
              মুক্তি দেওয়ার অভিপ্রায়ে ইলমে দ্বীন শিক্ষা করতে চান, এ প্রয়াস
              তাদের জন্য।
            </li>
            <li className="text-left">
              যারা ইলমে দ্বীন অধ্যয়নের পাশাপাশি দ্বীন প্রচারের লক্ষ্যে, অসভ্য
              সমাজকে সভ্য সমাজে পরিণত করতে সরকারী বা বেসরকারী উচ্চ থেকে উচ্চতর
              পদে সমাসীন হওয়ার ইচ্ছা রাখেন। অথবা বহিির্র্বশ্বে দেশ, জাতি ও
              ইসলাম ধর্মের জন্য অবদান রাখার ইচ্ছা পোষন করেছেন। এ ব্যতিক্রমি
              সমন্বয় তাদের জন্য।
            </li>
            <li className="text-left">
              যারা বাতিলের ছুড়ে দেওয়া যে কোনো চ্যালেঞ্জ মোকাবেলা করার হিম্মত ও
              সৎ সাহস বক্ষে ধারন করতে চান। তাদের জন্যই আমাদের এ প্রয়াস।
            </li>
            <li className="text-left">
              সবোর্পরি যারা একনিষ্ঠভাবে আল্লাহকে রাজিখুশি করতে আমলদার হাফেজ
              কুরআন হতে চান এবং এর প্রচারে বহুবিধ জ্ঞান সমৃদ্ধ করে চৌকষ জ্ঞানী
              আলেম হতে চান, তাদের জন্য এ প্রয়াস।
            </li>
            <li className="text-left">কেন প্রয়োজন হলো এ সমন্বয়ের!</li>
          </p>
        </div>
        <div>
          <h3 className=" text-center p-2  text-2xl font-semibold">
            <font color="#085294">
              <b> লক্ষ ও উদ্দেশ্য </b>
            </font>
          </h3>
          <p>
            একবিংশ শতাব্দীর বিজ্ঞানময় পৃথিবীতে বহুবিধ চ্যালেঞ্জের যুগে ধর্মহীন
            কর্মশিক্ষা বা কর্মহীন ধর্মশিক্ষা একেবারেই পরিত্যাজ্য হয়ে পড়েছে।
            সন্তানদের ধর্ম ও কর্ম উভয় শিক্ষায় শিক্ষিত করে, ধর্মীয় ও পার্থিব
            উভয় ধারায় সর্বোত্তম কল্যাণ সাধন করে আল্লাহর সন্তুষ্টি লাভের
            অভিপ্রায় নিয়ে আমাদের এই মহৎ ও বৃহৎ পথে যাত্রা।
          </p>
          <li>
            অত্র প্রতিষ্ঠানটি সেমি এ্যারাবিক ও ইংলিশ মিডিয়াম ভিত্তিক একটি
            দ্বীনি বিদ্যাপীঠ।
          </li>
          <li>
            {" "}
            Madrasha Management Software দ্বারা আইটি বেইজড ডিজিটাল ক্যাম্পাস
          </li>
          <li>বালক/বালিকা উভয় ক্যাম্পাস সম্পূর্ণ (AC) শীতাতপ নিয়ন্ত্রিত।</li>
          <li>
            Online System Education: দেশ বিদেশের যে কোনো প্রান্ত থেকে Online এর
            মাধ্যমে মাদরাসার যাবতীয় কার্যক্রম পর্যবেক্ষণ।
          </li>
        </div>
        <div>
          <h3 className=" text-center p-2  text-2xl font-semibold">
            <font color="#085294">
              <b> বিশেষ শিক্ষার্থীদের ক্ষেত্রে ব্যতিক্রমি বৈশিষ্ট্য </b>
            </font>
          </h3>
          <p>
            <li>
              শিক্ষার্থীদের নিরাপত্তা ও আমল আখলাক সুন্দর রাখতে আবাসিক রুমগুলো CC
              Camera আওতাভূক্ত।
            </li>
            <li>
              বালক ও বলিকা উভয় ক্যাম্পাসের ক্লাসরুমের পাশাপাশি আবাসন রুম
              সম্পূর্ণ (AC) শীতাতপ নিয়ন্ত্রিত।
            </li>
            <li>ঋৎরফমব, ঋরষঃবৎ সমৃদ্ধ রুটিনমাফিক মানসম্মত খাবারের ব্যবস্থা।</li>
            <li>পৃথক বাথ ও শীতকালে গরম পানির জন্য Geyser ব্যবস্থা।</li>
            <li>IPS ও Generator এর মাধ্যমে সার্বক্ষণিক বিদ্যুৎ ব্যবস্থা।</li>
            <li>পৃথক রুমে বিশ্রাম ও ঘুমানোর জন্য খাটের ব্যবস্থা।</li>
            <li>দৃষ্টি নন্দন, পরিপাটি ও সাজানো গোছানো কক্ষ।</li>
            <li>
              নির্ধারিত খাদেমগণ দ্বারা রুম পরিষ্কার ও সুসজ্জিত করে রাখা হয়।
            </li>
            <li>
              শিক্ষকগণের পাশাপাশি সার্বক্ষণিক খাদেম/খাদেমাগনের মাধ্যমে
              ছাত্র/ছাত্রীদের যাবতীয় খোঁজ খবর, ঘুম, গোসল, নামাজ, আমল, পানাহার,
              ক্লাস, নাস্তা ইত্যাদির তদারকী ও নিয়ন্ত্রন নিশ্চিত করা হয়।
            </li>
            <li>
              ব্যক্তিগত মালামাল রাখার জন্য প্রতিষ্ঠান কর্তৃক ফ্রি লকারের
              ব্যবস্থা।
            </li>
            <li>
              তোষক, বালিশ, বিছানা, কভার, প্লেট, গ্রস্নাস ইত্যাদি প্রতিষ্ঠান থেকে
              ফ্রি সরবরাহ করা হয়। তবে ব্যক্তিগতআসবাবপত্র ব্যবহার করতে চাইলে
              ব্যবহার করতে পারবে।
            </li>
          </p>
        </div>
      </div>
    </div>
  );
};

export default InstituteInfo;
