import DressImage from "@/assets/Dress.jpeg";

export const Dress = () => {
  return (
    <div className="container mx-auto">
      <div>
        <img src={DressImage} alt="dress" className="w-1/2" />
        <div>
          <br />
          <p>
            <b>
              ছেলেঃ- মাস্টার (খাকি) কালারের শেরওয়ানী, যার কলার এবং পুরো প্লেট
              (সামনের উপর থেকে নীচ পর্যন্ত) এ্যামব্রয়ডারী, বুকের বামপাশে পকেট
              এবং পকেটের উপর মাদ্রাসার মনোগ্রাম খঁচিত ব্যাচ, মাস্টার (খাকি)
              কালারের স্যালোয়ার, সাদা কেড্স, সাদা মোটা গোল টুপি, (শীতকালের জন্য
              নেভি ব্লু কালার সোয়েটার)
            </b>
            <br />
            <b></b>
          </p>
          <p className="mt-5">
            <b>
              মেয়েঃ- (মোট ৩ সেট বানাতে হবে) প্লে, নার্সারী, কেজি, প্রথম ও
              দ্বিতীয় শ্রেণী পর্যন্ত মেয়েদের মাস্টার কালারের কামিজ, দুই হাতায়
              সাদা পাইপেন, কোমরে সাদা বেল্ট, সাদা স্যালোয়ার, সাদা গোল হেজাব যার
              চতুরপার্শ্বে মাস্টার কালারের পাইপেন, কালো জুতা (শীতকালের জন্য লাল
              কালার সোয়েটার)
            </b>
          </p>
          <div className="text-center text-blue-500 mt-10">
            <h3 className="font-bold">
              ১ম থেকে ১০ম শ্রেণী পর্যন্ত মেয়েদের কালো বোরকা ও কালো কেড্স
              (আবশ্যক)।
            </h3>
            <p className="mt-">
              কারুকার্য খচিত ও আটশাট বোরকা অনুমোদিত নয় বরং কারুকার্য ছাড়া,
              ঢিলেঢালা বোরকা পরতে হবে।
            </p>
          </div>
        </div>
      </div>
    </div>
  );
};
